// ConsoleApplication2.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>

using namespace std;

float a;
int main()
{
    cout << "Enter your № of month: ";
    cin >> a;
    if (a == 1) {
        cout << "January";
    }
    else if (a == 2) {
        cout << "February";
    }
    if (a == 3) {
        cout << "March";
    }
    if (a == 4) {
        cout << "April";
    }
    if (a == 5) {
        cout << "May";
    }
    if (a == 6) {
        cout << "June";
    }
    if (a == 7) {
        cout << "July";
    }
    if (a == 8) {
        cout << "August";
    }
    if (a == 9) {
        cout << "September";
    }
    if (a == 10) {
        cout << "October";
    }
    if (a == 11) {
        cout << "November";
    }
    if (a == 12) {
        cout << "December";
    }
    else if (a > 12) {
        cout << "wrong number(";
    }

}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
